{
    "Server Error": "Serverfehler",
    "Incorrect username or password": "Falscher Benutzername oder Passwort",
    "Your account is currently unavailable, if you have any questions, please contact customer service": "Ihr Konto ist derzeit nicht verfügbar, wenn Sie Fragen haben, wenden Sie sich bitte an den Kundendienst",
    "Whoops! Something went wrong": "Ups! Etwas ist schief gelaufen",
    "drop failure": "Löschfehler",
    "The amount is incorrect !": "Der Betrag ist falsch!",
    "The operation is unavailable at this time": "Dieser Vorgang ist derzeit nicht verfügbar",
    "The amount is incorrect": "Der Betrag ist falsch",
    "The time is incorrect": "Die Zeit ist falsch",
    "Please set the transaction password first": "Bitte richten Sie zuerst das Transaktionspasswort ein",
    "Incorrect transaction password": "Falsches Transaktionspasswort",
    "The Order status is incorrect": "Der Auftragsstatus ist falsch",
    "Insufficient margin": "Unzureichende Marge",
    "Incorrect order type": "Falscher Auftragstyp",
    "Incorrect order status": "Falscher Auftragsstatus",
    "The Position status is incorrect": "Der Positionsstatus ist falsch",
    "It is temporarily unavailable to change the margin type": "Es ist vorübergehend nicht möglich, den Margentyp zu ändern",
    "Incorrect trade volume": "Falsches Handelsvolumen",
    "Incorrect price": "Falscher Preis",
    "Exceeded the limit for obtaining verification codes": "Das Limit für die Anforderung von Bestätigungscodes wurde überschritten",
    "Operations are too frequent": "Vorgänge sind zu häufig",
    "The account has been used": "Das Konto wurde bereits verwendet",
    "Incorrect verification code": "Falscher Bestätigungscode",
    "Incorrect account": "Falsches Konto",
    "The old password is incorrect": "Das alte Passwort ist falsch",
    "The old email verification code is incorrect": "Der alte E-Mail-Bestätigungscode ist falsch",
    "The new email verification code is incorrect": "Der neue E-Mail-Bestätigungscode ist falsch",
    "The old phone verification code is incorrect": "Der alte Telefonbestätigungscode ist falsch",
    "The new phone verification code is incorrect": "Der neue Telefonbestätigungscode ist falsch",
    "You have passed the Identity authentication, please do not submit again": "Sie haben die Identitätsprüfung bestanden, bitte senden Sie nicht erneut",
    "Your request is being processed, please do not submit again": "Ihre Anfrage wird bearbeitet, bitte senden Sie nicht erneut",
    "Incorrect submitted data": "Falsch eingereichte Daten",
    "Withdrawal of the current Coin is temporarily suspended.": "Die Auszahlung der aktuellen Münze ist vorübergehend ausgesetzt.",
    "Your account is currently locked. To resolve this issue, please contact our customer support team.": "Ihr Konto ist derzeit gesperrt. Um das Problem zu beheben, kontaktieren Sie bitte unser Kundensupport-Team.",
    "For security reasons, please do not share the verification code you received with anyone. If you did not request a password reset, please ignore this email. If you have any concerns, please contact customer support": "Aus Sicherheitsgründen geben Sie den erhaltenen Bestätigungscode bitte an niemanden weiter. Falls Sie kein Passwort-Reset angefordert haben, ignorieren Sie diese E-Mail. Bei Fragen wenden Sie sich bitte an den Kundensupport.",
    "We have received your request for a verification code. Below is your code. Please verify it as soon as possible. The code is valid for 10 minutes. To ensure the security of your account, do not disclose this code to anyone. Our staff will never ask you for this code.": "Wir haben Ihre Anfrage für einen Bestätigungscode erhalten. Unten finden Sie Ihren Code. Bitte verifizieren Sie ihn so schnell wie möglich. Der Code ist 10 Minuten lang gültig. Um die Sicherheit Ihres Kontos zu gewährleisten, geben Sie diesen Code bitte nicht an Dritte weiter. Unsere Mitarbeiter werden Sie niemals nach diesem Code fragen.",
    "Insufficient available balance, unable to pay the service fee": "Unzureichendes verfügbares Guthaben, Gebühr kann nicht bezahlt werden"
}
