{
    "Server Error": "Error del servidor",
    "Incorrect username or password": "Nombre de usuario o contraseña incorrectos",
    "Your account is currently unavailable, if you have any questions, please contact customer service": "Su cuenta no está disponible en este momento. Si tiene alguna pregunta, comuníquese con el servicio de atención al cliente.",
    "Whoops! Something went wrong": "¡Vaya! Algo salió mal",
    "drop failure": "Error al eliminar",
    "The amount is incorrect !": "¡La cantidad es incorrecta!",
    "The operation is unavailable at this time": "La operación no está disponible en este momento",
    "The amount is incorrect": "La cantidad es incorrecta",
    "The time is incorrect": "La hora es incorrecta",
    "Please set the transaction password first": "Por favor, configure primero la contraseña de transacción",
    "Incorrect transaction password": "Contraseña de transacción incorrecta",
    "The Order status is incorrect": "El estado de la orden es incorrecto",
    "Insufficient margin": "Margen insuficiente",
    "Incorrect order type": "Tipo de orden incorrecto",
    "Incorrect order status": "Estado de la orden incorrecto",
    "The Position status is incorrect": "El estado de la posición es incorrecto",
    "It is temporarily unavailable to change the margin type": "No está disponible temporalmente para cambiar el tipo de margen",
    "Incorrect trade volume": "Volumen de operación incorrecto",
    "Incorrect price": "Precio incorrecto",
    "Exceeded the limit for obtaining verification codes": "Se excedió el límite para obtener códigos de verificación",
    "Operations are too frequent": "Las operaciones son demasiado frecuentes",
    "The account has been used": "La cuenta ha sido utilizada",
    "Incorrect verification code": "Código de verificación incorrecto",
    "Incorrect account": "Cuenta incorrecta",
    "The old password is incorrect": "La contraseña anterior es incorrecta",
    "The old email verification code is incorrect": "El código de verificación de correo electrónico anterior es incorrecto",
    "The new email verification code is incorrect": "El código de verificación del nuevo correo electrónico es incorrecto",
    "The old phone verification code is incorrect": "El código de verificación del teléfono anterior es incorrecto",
    "The new phone verification code is incorrect": "El código de verificación del nuevo teléfono es incorrecto",
    "You have passed the Identity authentication, please do not submit again": "Ha aprobado la verificación de identidad, por favor no envíe de nuevo",
    "Your request is being processed, please do not submit again": "Su solicitud está siendo procesada, por favor no la envíe nuevamente",
    "Incorrect submitted data": "Datos enviados incorrectos",
    "Withdrawal of the current Coin is temporarily suspended.": "El retiro de la moneda actual está temporalmente suspendido.",
    "Your account is currently locked. To resolve this issue, please contact our customer support team.": "Su cuenta se encuentra bloqueada en este momento. Para solucionar este problema, póngase en contacto con nuestro equipo de atención al cliente.",
    "We have received your request for a verification code. Below is your code. Please verify it as soon as possible. The code is valid for 10 minutes. To ensure the security of your account, do not disclose this code to anyone. Our staff will never ask you for this code.": "Hemos recibido su solicitud de código de verificación. A continuación se muestra su código. Por favor, verifíquelo lo antes posible. Este código es válido durante 10 minutos. Para garantizar la seguridad de su cuenta, no comparta este código con nadie. Nuestro personal nunca le pedirá este código.",
    "For security reasons, please do not share the verification code you received with anyone. If you did not request a password reset, please ignore this email. If you have any concerns, please contact customer support": "Por razones de seguridad, no comparta con nadie el código de verificación que ha recibido. Si no ha solicitado un restablecimiento de contraseña, ignore este correo electrónico. Si tiene alguna duda, póngase en contacto con el servicio de atención al cliente.",
    "Insufficient available balance, unable to pay the service fee": "Saldo disponible insuficiente, no se puede pagar la tarifa"
}
