{
    "Server Error": "Erreur du serveur",
    "Incorrect username or password": "Nom d'utilisateur ou mot de passe incorrect",
    "Your account is currently unavailable, if you have any questions, please contact customer service": "Votre compte est actuellement indisponible, si vous avez des questions, veuillez contacter le service client",
    "Whoops! Something went wrong": "Oups ! Quelque chose a mal tourné",
    "drop failure": "échec de la suppression",
    "The amount is incorrect !": "Le montant est incorrect !",
    "The operation is unavailable at this time": "L'opération n'est pas disponible pour le moment",
    "The amount is incorrect": "Le montant est incorrect",
    "The time is incorrect": "Le temps est incorrect",
    "Please set the transaction password first": "Veuillez d'abord définir le mot de passe de transaction",
    "Incorrect transaction password": "Mot de passe de transaction incorrect",
    "The Order status is incorrect": "Le statut de la commande est incorrect",
    "Insufficient margin": "Marge insuffisante",
    "Incorrect order type": "Type de commande incorrect",
    "Incorrect order status": "Statut de commande incorrect",
    "The Position status is incorrect": "Le statut de la position est incorrect",
    "It is temporarily unavailable to change the margin type": "Il est temporairement impossible de modifier le type de marge",
    "Incorrect trade volume": "Volume de transaction incorrect",
    "Incorrect price": "Prix incorrect",
    "Exceeded the limit for obtaining verification codes": "Limite pour l'obtention des codes de vérification dépassée",
    "Operations are too frequent": "Les opérations sont trop fréquentes",
    "The account has been used": "Le compte a déjà été utilisé",
    "Incorrect verification code": "Code de vérification incorrect",
    "Incorrect account": "Compte incorrect",
    "The old password is incorrect": "L'ancien mot de passe est incorrect",
    "The old email verification code is incorrect": "L'ancien code de vérification d'e-mail est incorrect",
    "The new email verification code is incorrect": "Le nouveau code de vérification d'e-mail est incorrect",
    "The old phone verification code is incorrect": "L'ancien code de vérification téléphonique est incorrect",
    "The new phone verification code is incorrect": "Le nouveau code de vérification téléphonique est incorrect",
    "You have passed the Identity authentication, please do not submit again": "Vous avez réussi l'authentification d'identité, ne soumettez pas à nouveau",
    "Your request is being processed, please do not submit again": "Votre demande est en cours de traitement, ne soumettez pas à nouveau",
    "Incorrect submitted data": "Données soumises incorrectes",
    "Withdrawal of the current Coin is temporarily suspended.": "Le retrait de la devise actuelle est temporairement suspendu.",
    "Your account is currently locked. To resolve this issue, please contact our customer support team.": "Votre compte est actuellement verrouillé. Pour résoudre ce problème, veuillez contacter notre équipe d'assistance clientèle.",
    "For security reasons, please do not share the verification code you received with anyone. If you did not request a password reset, please ignore this email. If you have any concerns, please contact customer support": "Pour des raisons de sécurité, ne communiquez à personne le code de vérification que vous avez reçu. Si vous n’avez pas demandé de réinitialisation de mot de passe, ignorez cet e-mail. En cas de doute, veuillez contacter le support client.",
    "Insufficient available balance, unable to pay the service fee": "Solde disponible insuffisant, impossible de payer les frais"
}
