{
    "Server Error": "Errore del server",
    "Incorrect username or password": "Nome utente o password errati",
    "Your account is currently unavailable, if you have any questions, please contact customer service": "Il tuo account al momento non è disponibile, se hai domande contatta il servizio clienti",
    "Whoops! Something went wrong": "Ops! Qualcosa è andato storto",
    "drop failure": "Eliminazione fallita",
    "The amount is incorrect !": "L'importo non è corretto!",
    "The operation is unavailable at this time": "L'operazione non è disponibile in questo momento",
    "The amount is incorrect": "L'importo non è corretto",
    "The time is incorrect": "La data non è corretta",
    "Please set the transaction password first": "Per favore, imposta prima la password di transazione",
    "Incorrect transaction password": "Password di transazione errata",
    "The Order status is incorrect": "Lo stato dell'ordine non è corretto",
    "Insufficient margin": "Margine insufficiente",
    "Incorrect order type": "Tipo di ordine errato",
    "Incorrect order status": "Stato dell'ordine errato",
    "The Position status is incorrect": "Lo stato della posizione non è corretto",
    "It is temporarily unavailable to change the margin type": "Non è temporaneamente disponibile cambiare il tipo di margine",
    "Incorrect trade volume": "Volume di scambio errato",
    "Incorrect price": "Prezzo errato",
    "Exceeded the limit for obtaining verification codes": "Superato il limite per ottenere i codici di verifica",
    "Operations are too frequent": "Le operazioni sono troppo frequenti",
    "The account has been used": "L'account è stato utilizzato",
    "Incorrect verification code": "Codice di verifica errato",
    "Incorrect account": "Account errato",
    "The old password is incorrect": "La vecchia password non è corretta",
    "The old email verification code is incorrect": "Il vecchio codice di verifica e-mail non è corretto",
    "The new email verification code is incorrect": "Il nuovo codice di verifica e-mail non è corretto",
    "The old phone verification code is incorrect": "Il vecchio codice di verifica telefonica non è corretto",
    "The new phone verification code is incorrect": "Il nuovo codice di verifica telefonica non è corretto",
    "You have passed the Identity authentication, please do not submit again": "Hai superato l'autenticazione dell'identità, non inviare di nuovo",
    "Your request is being processed, please do not submit again": "La tua richiesta è in fase di elaborazione, non inviare di nuovo",
    "Incorrect submitted data": "Dati inviati errati",
    "Withdrawal of the current Coin is temporarily suspended.": "Il prelievo della moneta corrente è temporaneamente sospeso.",
    "Your account is currently locked. To resolve this issue, please contact our customer support team.": "Il tuo account è attualmente bloccato. Per risolvere questo problema, contatta il nostro team di assistenza clienti.",
    "For security reasons, please do not share the verification code you received with anyone. If you did not request a password reset, please ignore this email. If you have any concerns, please contact customer support": "Per motivi di sicurezza, non condividere con nessuno il codice di verifica ricevuto. Se non hai richiesto la reimpostazione della password, ignora questa e-mail. Per qualsiasi dubbio, contatta l’assistenza clienti.",
    "We have received your request for a verification code. Below is your code. Please verify it as soon as possible. The code is valid for 10 minutes. To ensure the security of your account, do not disclose this code to anyone. Our staff will never ask you for this code.": "Abbiamo ricevuto la sua richiesta di codice di verifica. Di seguito trova il suo codice. La invitiamo a verificarlo il prima possibile. Il codice è valido per 10 minuti. Per garantire la sicurezza del suo account, non fornisca questo codice a nessuno. Il nostro personale non le chiederà mai questo codice.",
    "Insufficient available balance, unable to pay the service fee": "Saldo disponibile insufficiente, impossibile pagare la commissione"
}
