<?php

namespace App\Enums;

class PhoneCodeEnums {

    const Maps = [
            "+49"=>"0049",   // 德国 (Germany)
            "+1"=>"001",
            "+43"=>"0043",   // 奥地利 (Austria)
            "+32"=>"0032",   // 比利时 (Belgium)
            "+359"=>"00359", // 保加利亚 (Bulgaria)
            "+385"=>"00385", // 克罗地亚 (Croatia)
            "+357"=>"00357", // 塞浦路斯 (Cyprus)
            "+420"=>"00420", // 捷克 (Czech Republic)
            "+45"=>"0045",   // 丹麦 (Denmark)
            "+372"=>"00372", // 爱沙尼亚 (Estonia)
            "+358"=>"00358", // 芬兰 (Finland)
            "+33"=>"0033",   // 法国 (France)
            "+30"=>"0030",   // 希腊 (Greece)
            "+36"=>"0036",   // 匈牙利 (Hungary)
            "+353"=>"00353", // 爱尔兰 (Ireland)
            "+39"=>"0039",   // 意大利 (Italy)
            "+371"=>"00371", // 拉脱维亚 (Latvia)
            "+370"=>"00370", // 立陶宛 (Lithuania)
            "+352"=>"00352", // 卢森堡 (Luxembourg)
            "+356"=>"00356", // 马耳他 (Malta)
            "+31"=>"0031",   // 荷兰 (Netherlands)
            "+48"=>"0048",   // 波兰 (Poland)
            "+351"=>"00351", // 葡萄牙 (Portugal)
            "+40"=>"0040",   // 罗马尼亚 (Romania)
            "+421"=>"00421", // 斯洛伐克 (Slovakia)
            "+386"=>"00386", // 斯洛文尼亚 (Slovenia)
            "+34"=>"0034",   // 西班牙 (Spain)
            "+46"=>"0046"    // 瑞典 (Sweden)
    ];

}
